tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "minio/stable"
tap "playcover/playcover"
# Collection of portable C++ source libraries
brew "boost"
# Get a file from an HTTP, HTTPS or FTP server
brew "curl"
# OpenType text shaping engine
brew "harfbuzz"
# Subtitle renderer for the ASS/SSA subtitle format
brew "libass"
# Framework for layout and rendering of i18n text
brew "pango"
# OCR (Optical Character Recognition) engine
brew "tesseract"
# Play, record, convert, and stream audio and video
brew "ffmpeg"
# Libpcap-based NetFlow probe
brew "fprobe"
# Distributed revision control system
brew "git"
# Utility for managing network connections
brew "netcat"
# Platform built on V8 to build network applications
brew "node"
# Renders an animated, color, ANSI-text loop of the Poptart Cat
brew "nyancat"
# Open Visual Inference And Optimization toolkit for AI inference
brew "openvino"
# PNG image optimizing utility
brew "pngquant"
# Object-relational database system
brew "postgresql@14"
# Interpreted, interactive, object-oriented programming language
brew "python@3.11"
# Anonymizing overlay network for TCP
brew "tor"
# Watch files and take action when they change
brew "watchman"
# Internet file retriever
brew "wget"
# Feature-rich command-line audio/video downloader
brew "yt-dlp"
# Real-time type-ahead completion for Zsh
brew "zsh-autocomplete"
# Everything you need to get started with Heroku
brew "heroku/brew/heroku"
# Real-time strategy game
cask "0-ad"
# Enable Windows-like alt-tab
cask "alt-tab"
# System monitor for the menu bar
cask "stats"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "alefragnani.bookmarks"
vscode "cschlosser.doxdocgen"
vscode "dsznajder.es7-react-js-snippets"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "gurumukhi.selected-lines-count"
vscode "jeff-hykin.better-cpp-syntax"
vscode "mariomatheu.syntax-project-pbxproj"
vscode "mateocerquetella.xcode-12-theme"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "ritwickdey.liveserver"
vscode "twxs.cmake"
vscode "violetbp.lc2k"
